   /******
    * Степанов С.В. stmtprs Стандартная (ПИРБАНК)- Регистр аналит.учета СВОДНАЯ ПЕРЕОЦЕН
    * сделана из stmtprr1.p - вариант вызова [X]По дням и счет выписки рублевый
    * убрал код документа, код банка и номер счета корреспондента
    *  Инициатор Кувикова Ж. Ю.
    * Дата создания 27.07.2011
    ******/


{pirsavelog.p}

/***************************************************************************/
function GetCBDocType1 returns char /* Возвращает ЦБ-шный код документа     */
         (input in-doc-type as char): /* doc-type.doc-type */
  find first doc-type where doc-type.doc-type = in-doc-type no-lock no-error.
  return if avail doc-type then doc-type.digital else in-doc-type.
end function.
/***************************************************************************/
/*    &body=stmtpr3.b */

{stmt-r.i
   &nodetail = no
   &cnt=16
   &header=stmtprs1.h
   &footer=stmtprs1.f
   &body=stmtprs3.b
   &fcnt=6
   &fstr   = "╘═══════════════════════════════════════════════════════════════════════════════════════════════════════════════════╛"
   &linezo = "├──── ЗАКЛЮЧИТЕЛЬНЫЕ ОБОРОТЫ ─────────────┼────────────────┼────────────────┼───────────────────────────────────────┤"
   &detwidth=39
   &nodate=yes
}
