def var txtc as char format "x(39)".
form "³"
   txtc 
   db-rub form "x(23)" space(1)
   cr-rub form "x(23)" 
   "³" at 117.
put "ÃÄÄÄÄÄÄÄÄÁÄÄÄÄÄÄÁÄÄÄÁÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÁÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÁÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÁÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄ´".
disp
   "ˆ â ® £ ®  " + trim(string(num-db)) + "„/" + trim(string(num-cr)) + "Š:" @ txtc
   string(sh-vdb,"->>,>>>,>>>,>>>,>>9.99") + " " @ db-rub
   string(sh-vcr,"->>,>>>,>>>,>>>,>>9.99") + " " @ cr-rub.
   down.
put "ÃÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄÄ´".
   down.
disp
   "‘ «ì¤® ­  ª®­¥æ ¯¥à¨®¤ :" @ txtc
   string(sh-val  ,"->>,>>>,>>>,>>>,>>9.99") when sh-val >= 0 @ db-rub
   string(- sh-val,"->>,>>>,>>>,>>>,>>9.99") when sh-val < 0  @ cr-rub.
   down.
strate = trim(strate) + " " + icur.
put "³ ˆáå®¤ïé¨© ªãàá : " strate                                                                                        "³" at 117 skip
    "ÔÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍÍ¾" skip(1)
    "          Žâ¢¥áâ¢¥­­ë© ¨á¯®«­¨â¥«ì     _________________________" skip.
