   /******
    * Степанов С.В. stmtprs Стандартная (ПИРБАНК)- Регистр аналит.учета СВОДНАЯ ПЕРЕОЦЕН
    * сделана из stmtprr1.f - вариант вызова [X]По дням и счет выписки рублевый
    * убрал код документа, код банка и номер счета корреспондента
    *  Инициатор Кувикова Ж. Ю.
    * Дата создания 27.07.2011
    ******/

def var vtxt as char no-undo.
form vtxt skip.
/* display "├──────┴───┴─────────┴────────────────────┴────────────────┴────────────────┴───────────────────────────────────────┤" @ vtxt. */
display "├──────┴────────────────┴────────────────┴───────────────────────────────────────┤" @ vtxt.

if (num-db > 0)
then
   put  "│ Итого:" + STRING(sh-db, ">,>>>,>>>,>>9.99") FORMAT "X(24)" space(21) num-db form ">>>>>>9" " Д " space(26) "│" skip.

if (num-db = 0)
then
   put  "│ Итого:" space(17) sh-cr form ">,>>>,>>>,>>9.99" space(4) num-cr form ">>>>>>9" " К " 	    space(26) "│" skip.
else
   put  "│       " space(17) sh-cr form ">,>>>,>>>,>>9.99" space(4) num-cr form ">>>>>>9" " К " 	    space(26) "│" skip.

put     "├────────────────────────────────────────────────────────────────────────────────┤" skip.

if (sh-bal >= 0)
then
   put  "│ Сальдо на конец дня :"             sh-bal form ">,>>>,>>>,>>>,>>9.99" space(38)                            "│" skip.
else
   put  "│ Сальдо на конец дня :" space(17) - sh-bal form ">,>>>,>>>,>>>,>>9.99" space(21)                            "│" skip.

put     "╘════════════════════════════════════════════════════════════════════════════════╛" skip(1)
        "          Отвественный исполнитель     _________________________" skip.