   /******
    * Степанов С.В. stmtprs Стандартная (ПИРБАНК)- Регистр аналит.учета СВОДНАЯ ПЕРЕОЦЕН
    * сделана из stmtprr3.f - вариант вызова [ ]По дням и счет выписки рублевый
    * убрал код документа, код банка и номер счета корреспондента
    *  Инициатор Кувикова Ж. Ю.
    * Дата создания 27.07.2011
    ******/

def var vtxt as char no-undo.
form vtxt skip.
/* display "├────────┴──────┴───┴─────────┴────────────────────┴────────────────┴────────────────┴──────────────────────────────┤" @ vtxt. */
display "├────────┴──────┴────────────────┴────────────────┴──────────────────────────────┤" @ vtxt.

if (num-db > 0)
then
   put  "│ Итого :" space( 8) sh-db form ">,>>>,>>>,>>9.99" space(21)  num-db form ">>>>>>9" " Д " space(17)        "│" skip.

if (num-db = 0)
then
   put  "│ Итого :" space(25) sh-cr form ">,>>>,>>>,>>9.99" space( 4)  num-cr form ">>>>>>9" " К " space(17)        "│" skip.
else
   put  "│        " space(25) sh-cr form ">,>>>,>>>,>>9.99" space( 4)  num-cr form ">>>>>>9" " К " space(17)        "│" skip.

put     "├────────────────────────────────────────────────────────────────────────────────┤" skip.

if (sh-bal >= 0)
then
   put  "│ Сальдо на конец периода :" space( 6)   sh-bal form ">,>>>,>>>,>>>,>>9.99" space(28)         "│" skip.
else
   put  "│ Сальдо на конец периода :" space(26) - sh-bal form ">,>>>,>>>,>>>,>>9.99" space( 8)         "│" skip.

put     "╘════════════════════════════════════════════════════════════════════════════════╛" skip(1)
        "          Отвественный исполнитель     _________________________" skip.

