                                                                                                                                                                                                                       УТВЕРЖДАЮ:

                                                                                                                                                                                                                        Начальник Д2

                                                                                                                                                                                                                       Краснова Е.Г.

                                                                                                                                                                                                                       ______________
                                                                                                                                                                                                                       В Департамент 3
                                                                                                                                                                                                                       #НП|БАНК|#


                                                                                                                                                                                                                       Дата:#Date#


                                                                                                            РАСПОРЯЖЕНИЕ


    Прошу произвести выдачу кредита по договорам-овердрафтам ПК:

#TABLE1
colsWidthList=",,,,,28,,,,,,"
#





     Исполнитель   ______________  #GET-USERFIOSHORT#

     Контролер     ______________  
