Вид документа:             Информационная справка
Тема         :             Изменение списка инсайдеров Банка
Составитель:               #GET-USERPOST#
                           #GET-USERFIOSHORT#
Дата:                      #DATE#
#cr1#

В соответствии с информацией, предоставленной У6, У1, У15 сообщает об изменении
списка инсайдеров Банка на указанную дату.
#cr1#
#Table#
#cr1#
#cr1#
#cr1#
#GET-USERPOST width="60" align="left"#                    #GET-USERFIOSHORT#
#cr1#
#M_Ruk_D7B width="60" align="left"#                    Головин П.П.

