Вид документа:             Информационная справка
Тема         :             Инсайдеры Банка
Составитель:               #GET-USERPOST#
                           #GET-USERFIOSHORT#
Дата составления:          #DATE#
#cr1#
В соответствии с учредительными документами Банка, протоколами общего собрания участников Банка
протоколами Заседания Правления, а также с учетом информации, представленной У1, У5 и У6, Д7Б сообщает
что по состоянию на  #DATE#  к инсайдерам Банка относятся:
#cr1#
#Table#
#cr1#
#cr1#
#cr1#
#GET-USERPOST width="60" align="left"#                    #GET-USERFIOSHORT#
#cr1#
#M_Ruk_D7B width="60" align="left"#                    Головин П.П.

