 
 
                ВЕДОМОСТЬ ЗАКРЫТЫХ ЛИЦЕВЫХ СЧЕТОВ ЗА #DATE#
 
 
 

#TABLE colsWidthList="10,10,30,35,20,10,13,13,10,13,35"
colsHeaderList="Номер NN,Дата открытия счета,Дата и номер договора об открытии счета,Наименование клиента,
Номер лицевого счета,Вид счета,Порядок и периодичность выдачи выписок,
Дата сообщения налоговым органам об открытии счета,Дата закрытия счета,
Дата сообщения налоговым органам о закрытии счета,Примечание"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
align="7,1,center"
align="8,1,center"
align="9,1,center"
align="10,1,center"
align="11,1,center"
#
 
 
 
Исполнитель: #GET-USERFIOSHORT#
 