Статистика по клиентам Д6
Период расчета #YEAR#

#TABLE colsHeaderList="
Номер,
Клиент,
Дата прихода,
База по депозитам,
База по по счетам до востребования,
База по кредитам,
База от операций по покупке/продажи безналичной валюты,
База по снятию наличных" colsWidthList="10,30,12,20,20,20,20,20"#
 
 
 
Средняя ставка по кредитам:
Рубли       #K810# %
Доллары США #K840# %
Евро        #K978# % 


Минимальный размер базы выплат = #minNorm#
 
Сумма базы выплат (СБВ)                                                  = гр.4 + гр.5 + гр.6 + гр.7 + гр.8         = #S1#

Вознаграждение агента остатка по депозитам  (ВАд.)                       = гр.4 * #kDPS#%                           = #S3#
 
Вознаграждение агента по остаткам на счетах до востребования (ВАдв.)     = гр.5 * #kRKO#%                           = #S5#

Вознаграждение агента остатка по кредитам (ВАкр.)                        = гр.6 * #kKID#%                           = #S2#
                                                                                                               
Вознаграждение агента по конверсионным операциям (ВАконвр.)              = гр.7 * #kVal#%                           = #S4#

#snal#                                                                                                                    
Вознаграждение агента по снятию наличных (ВАнал.)                        = гр.8 * #knal#%                           = #S7#
 
Вознаграждение агента всего (ВАвсего)                                    = ВАкр. + ВАд. + ВАконвр. + ВАпр. + ВАнал. = #S6#
  
Вознаграждение агента с начала года = #s10#
 
Вознаграждение агента с начала года - налог = #s11#
 
Расчет налогов:
  
Сумма страховых взносов в пределах установленной пределной величины базы для начисления страховых взносов (Н1):

H1 = СБВ (до 739 536 руб.) * 30.2 % / 130.2 % = #H1#

Сумма страховых взносов свыше установленной предельной величины базы для начисления взносов (H2):

H2 = СБВ (после 739 536 руб.) * 10% / 110%    = #H2#
 
 
Доход агента ДА (с начала года) = БВ - (Н1 + Н2) = #DA#
 
Доход агента ДА = БВ - (Н1 + Н2) = #DA2#
