   **********  Внимание!  Обнаружена операция свыше #ChkSum# руб. по нашим картам нерезидентов   ***********
   **********  в устройствах ТСП некоммерческих организаций, находящихся у нас на обслуживании по  ***********
   **********                                  договору эквайринга                                 ***********
 

Обрабатываемый файл эквайринга: #FileName#  (#FileDate#)

 
#TABLEDOC colsWidthList="16,27,18,8,15,20" 
colsHeaderList="№ карты,Клиент по договору,Сумма операции,Валюта операций,Номер устройства,Название устройства"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
#


Ответственный исполнитель:    ___________________     #GET-USERFIOSHORT#

Дата  выполнения: #GET-DATE#   
Время выполнения: #GET-RUNTIME# мс
