 
 
	    ********** Отчет по документам с доп.реквиитом Виза9 = УТВЕРЖДЕНА/НЕ УТВЕРЖДЕНА ***********
	    **********  (в рамках контроля расходных наличных операций свыше заданных сумм) ***********
 
 
#TABLEDOC colsWidthList="10,9,20,18,30,13" 
colsHeaderList="Дата,N документа,Счет по ДБ,Сумма в вал,Клиент,Виза9"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
#

Итого документов: #DocCount#


                                           Время выполнения: #GET-RUNTIME# мс
                                           Дата  выполнения: #GET-DATE#
