#НП|БАНК| split="1" width="30" align="left"#
 
Адрес: 121099, Россия, Москва, 
Новинский бульвар, д.3 стр.1
Корсчет: 30101810500000000491
БИК  044585491
Тел:/Факс: (495)742-05-05
Телекс: 414160 PRINS RU
E-mail: info@pirbank.ru
 
 
 
 
 
 
РУКОВОДИТЕЛЮ ОРГАНИЗАЦИИ
#НАЗВАНИЕ#
 
р/счет #СЧЕТ#
 
 
 
 
 
 
№ #Номер# от #ДАТА#
 
 
 
 
 
 
 
 
 
 
 
Настоящим #НП|БАНК|# уведомляет об установлении
нулевого лимита остатка наличных денег в кассе на #ГОД# год.
Для изменения лимита остатка наличных денег в кассе необходимо 
предоставить в Банк расчет по форме 0408020 
"Расчет на установление предприятию лимита остатка кассы и 
оформление разрешения наличных денег из выручки, поступающей 
в его кассу на #Год# год" 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
 
Начальник Департамента
Операционного обслуживания			   И. Я. Кошкин
