#НП|БАНК| split="1" width="30" align="left"#
 
 
Адрес: 121099, Россия, Москва, Новинский бульвар, д.3 стр.1
Корсчет: 30101810500000000491
БИК  044585491
Тел:/Факс: (495)742-05-05
Телекс: 414160 PRINS RU
E-mail: info@pirbank.ru
 


   		                    
№ #НОМЕР_ДОКУМЕНТА# от  #ДАТА# 
 
 
  
  
РУКОВОДИТЕЛЮ ОРГАНИЗАЦИИ
#НАЗВАНИЕ_ОРГАНИЗАЦИИ#
расч. счет № 
#СПИСОК_СЧЕТОВ#
 
 
 
   
 Учитывая требования Положения Центрального Банка России от 05.01.1998г. 
 № 14-П "О правилах организации наличного денежного обращения на территории 
Российской Федерации",  просим представить на проверку за период #ДАТАНАЧ# - #ДАТАКОН# 
следующие документы:
   -   Кассовую книгу;
   - Отчеты кассира с приходными (расходными) ордерами, квитанциями к объявлениям 
  на взнос наличными, платежными ведомостями на заработную плату, пособия, премии;
   -  Установленный банком лимит остатка кассы и оформленное с банком согласование 
  на расходование выручки;
   -  Журнал регистрации приходных и расходных ордеров;
   -  Авансовые отчеты;
   -  Договор о материальной ответственности кассира и расписка кассира в том, что он 
   ознакомлен с Порядком ведения кассовых операций в РФ;
   -  Договора с юридическими лицами на оплату товаров и услуг на сумму свыше 100 000= рублей,
  расчеты по которым в проверяемом периоде проводились наличными денежными средствами.
 
 
Просьба предоставить документы в течении 3-х дней с момента получения письма.
В случае непредоставления документов в указанный срок без уважительной причины 
Банк оставляет за собой право повысить тарифы по операциям Вашей Организации.
 
 
 

 
 
 
 

 
    
Начальник Департамента
Операционного обслуживания                                           И.Я. Кошкин