#НП|БАНК| split="1" width="30" align="left"#

Адрес: 121099, Россия, Москва, 
Новинский бульвар, д.3 стр.1
Корсчет: 30101810500000000491
БИК  044585491
Тел:/Факс: (495)742-05-05
Телекс: 414160 PRINS RU
E-mail: info@pirbank.ru







РУКОВОДИТЕЛЮ ОРГАНИЗАЦИИ
#Название#
р/счет #Счет#
адрес: #Адрес#








№ #Номер#  от #ТекущаяДата#










Настоящим #НП|БАНК|#  уведомляет о приостановлении действия
согласования расходования выручки в связи с поступлением от налогового органа
(таможенного, государственного внебюджетного фонда) решения о 
приостановлении  операций по счетам налогоплательщика, имеющего задолженность 
по платежам в бюджеты всех уровней и государственные внебюджетные фонды. 












Начальник Департамента
Операционного обслуживания					И. Я. Кошкин
