/****************************************
 *				        *
 * Контроль на запрет редактирования    *
 * документов выгруженных в электронный * 
 * архив.                               *
 *                                      *
 ****************************************
 *                                      *
 * Автор: Маслов Д. А. Maslov D. A.     *
 * Заявка: #700                         *
 * Дата создания:                       *
 *                                      *
 ****************************************/ 


IF CAN-DO("!View,!ChgSts,!Undo,!Signs,*", iCodOper)
   AND INT64(GetXattrValueEx("op", string(op.op), "PirA2346U","0"))>1000 
THEN DO:
	oMsg = "ОШИБКА #700! \n Документ выгружен в электронный архив! \n Изменения запрещены!!!".
    RETURN.	
END.
