#НП|БАНК| split="1" width="48" align="left"#ПОДТВЕРЖДЕНИЕ В ВИДЕ ПИСЬМА
121099 МОСКВА, НОВИНСКИЙ БУЛЬВАР Д.3 СТР.1      В ТЕЧЕНИЕ 5 ДНЕЙ
ТЕЛ (495) 742-0209                              ----------------------------
ТЕЛЕКС 414160 PRINC RU                          ----------------------------
E-MAIL INFO@PIRBANK.RU                          ----------------------------



============================================================================
 
 
 
 
 
Исх № #BANKNAME align="right" width="69"#
от #GET-DATE# #BANKTOWN align="right" width="61"#
							      БИК #BANKBIC#
                                                	Главному бухгалтеру
#ADDRESS align="right" width="75"#
						   тел. #PHONE#
  
 
 
 
   Убедительно просим уточнить реквизиты получателя по платежному поручению:
  Номер: #NUM#  
  Дата:  #DOCDATE#
  Сумма: #SUM#.

  Плательщик: #PAYEER1# 
  #PAYEER2# 
  #PAYEER3#
  Р/с: #ACCT#   

  В настоящее время сумма зачислена на "Счет невыясненных сумм" 
  по причине:
 
   -        расчетный счет получателя не соответствует наименованию;
   -        искажено наименование получателя;
   -        неверен расчетный счет получателя;
   -        неверно указана организационно-правовая форма;
   -        в платежном поручении отсутствует расчетный счет получателя;
   -        в платежном поручении отсутствует наименование получателя;
   -        неверно указан ИНН получателя.
 
 
 
 
   
  В СЛУЧАЕ, ЕСЛИ ПОДТВЕРЖДЕНИЕ НЕ ПОСТУПИТ,
  СУММА НА 5-й ДЕНЬ БУДЕТ ОТКРЕДИТОВАНА !!!


  
  
  
  
  Заранее благодарим.
 
  С уважением,
  Начальник операционного управления
  #НП|БАНК| split="1" width="30" align="left"#       Судник Т.В.
