                                                 Сведения об операциях клиентов кредитной организации по поступлению на их
                                                                          расчетные счета наличных денежных средств
                                                                                     (символ 14 формы № 0409202)
 
                                                                                                    Таблица №1

#TABLE
colsHeaderList="№ п.п.,№ счета,ИНН,Дата открытия,Наименование клиента,Дата,Сумма тыс. руб,Наименование операции"
colsWidthList="4,20,12,10,20,10,20,40"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
align="7,1,center"
align="8,1,center"
colsFormatList=	"x(20)|x(20)|>>>>>>>>>>>>9||||>>>,>>>,>>>,>>9.99|"
#

Дата: #GET-DATE#
