Статистика по клиентам #WHOM#
 
Период расчета #YEAR#

#TABLE colsHeaderList="
Номер,
Клиент,
Дата прихода,
База по депозитам,
База по РКО,
База по кредитам,
База от операций по покупке/продажи безналичной валюты" colsWidthList="10,30,12,20,20,20,20"#
 
 
 
Средняя ставка по кредитам:
Рубли       #K810# %
Доллары США #K840# %
Евро        #K978# % 


Сумма базы выплат (СБВ)                                                          = гр.5                            = #S1#
 
Вознаграждение агента по депозитным операциям (ВАд.)                             = гр.5 * #kDPS#%                  = #S3#
   
Вознаграждение агента всего (ВАвсего)                                            = ВАд.                            = #S6#
  