																   #НП|БАНК|#
						                        			                                          УТВЕРЖДАЮ
                                                                            			           
																   Начальник Департамента
					                                                                                           управления финансовыми ресурсами     
  
			                                         				                                                  Краснова Е. Г.
                                         				                     
												                                             #DATE# 
 
                        			             РАСПОРЯЖЕНИЕ БУХГАЛТЕРИИ
    			Прошу Вас создать резерв по средствам, размещенным на корреспондентских счетах в следующем размере
 
#TABLE1 colsHeaderList="Номер счета, Наименование контрагента, Код валюты, Количество валюты, курс обмена, эквивалент в рублях, Категория качества, Резерв в %, Резерв в рублях" 
colsFormatList="|||>>>,>>>,>>>,>99.99||>>>,>>>,>>>,>99.99|||>>>,>>>,>>9.99"
colsWidthList="20,40,10,20,10,20,10,10,15"
#
  




                Начальник Казначейства                             _______________ / Маршева Е.М. /
 
                #GET-USERPOST#                 _______________ / #GET-USERFIO# /
                