

							УТВЕРЖДАЮ
							Начальник Департамента управления 
							финансовыми ресурсами
  
 	                                                
 							Краснова Е.Г. _______________
 
  
							в отдел межбанковских расчетов Управления 10-1
  
 
				РАСПОРЯЖЕНИЕ
	
  			      СРОЧНЫЙ ПЛАТЕЖ!
 
				  #DATE#
  
Прошу осуществить списание денежных средств с корреспондентского счета #НП|БАНК|# 
по следующим реквизитам:
  
Плательщик: #НП|БАНК|#
Реквизиты плательщика: ИНН 7708031739
л/с 30424810900000000001
к/с 30101810500000000491
БИК 044585491
  
Получатель ЗАО АКБ "Национальный Клиринговый Центр"
Реквизиты получателя:ИНН 7750004023
л/с 30414810600002000911 в НКО ЗАО НРД, г.Москва
к/с 30105810100000000505 в Отделении №1 Московского ГТУ Банка России
БИК 044583505
Сумма: #Summa# (#Summa_stroka#) рублей #Summa_Kopeek# копеек.
  
Назначение платежа: Расчетный код 00262. Депонирование средств для торгов на ЕТС 
и/или расчетов по итогам клиринга. Без налога (НДС).
   
    
Начальник Казначейства                                   Маршева Е.М.
  
   
#USER_POST#                          #GET-USERFIO#
     