#num1# Регистр аналитического учета по КОМИССИИ ЗА #WHAT#, 
с не взаимозависимыми лицам за #YEAR# 
 
 
 
#tableIsIndepended colsHeaderList="
№,
Счет,
Наименование счета,
Дата операции,
Количество операций,
Комиссия полученная банком в руб."
colsWidthList="6,20,25,10,10,15"#
 
 
Расчетная процентная ставка по комиссии, в % - #calc%#   
 
 
 Контроллер ___________________________________ 
 
 
#num2# Регистр аналитического учета по КОМИССИИ ЗА #WHAT#, 
с взаимозависимыми лицам за #YEAR# 
 
 

#tableIsDepend colsHeaderList="
№,
Счет,
Наименование счета,
Дата операции,
Количество операций,
Комиссия полученная банком в руб,
Расчетная комиссия в руб.,
Дополнительно для НОБ в руб."
colsWidthList="6,20,25,15,15,15,15,15,15,15"
#

 
 Контроллер ___________________________________
  
 