
 
 
 
 
  
                                          Акт N ________________ от ______________
				Акт составлен комиссией о том, что по состоянию на #DATE#
				     произведена инвентаризация #INVENTAR# по счету №#BALACCT#
 
 
 
 
#TABLE 
colsHeaderList="№ п/п,Номер лицевого счета,Наименование лицевых счетов бухгалтерского учета,Остаток в вал.счета,Остаток в руб.экв.,Объект инвентаризации"
colsWidthList="4,20,45,15,15,20"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
#
 
Итого по акту :
- количество порядковых номеров	- #TotalCol#
#TotalAmt#
Все подсчеты в целом по акту инвентаризации проверены. 
 
 
 
Председатель комиссии   Зам. Председателя Правления	                              		Головин П. П.        
			___________________________________________ ___________________ _______________________
                               		( должность )                     ( подпись )	( расшифровка подписи )
 
Члены комиссии          Специалист по охране труда и пожарной 
			безопасности 				                        	Сидоров С.В.
			___________________________________________ ___________________ _______________________
                               		( должность )                     ( подпись )	( расшифровка подписи )
 
			Нач. отдела сопр. банковских систем У2-3				Гончаров А.Е.
			___________________________________________ ___________________ _______________________
                               		( должность )                     ( подпись )	( расшифровка подписи )

			Зам. гл. бухгалтера 							Кирносова О.А.
			___________________________________________ ___________________ _______________________
                               		( должность )                     ( подпись )	( расшифровка подписи )
			
			Нач. отдела безопасности						Герасимова О.А.
			___________________________________________ ___________________ _______________________
                               		( должность )                     ( подпись )	( расшифровка подписи )
 

 
  
 