
	    **********                 ПРОВЕРОЧНАЯ ВЕДОМОСТЬ                 *********** 
	    **********                ПО ПРОСТАНОВКЕ КОДОВ ВО                ***********
	    **********            отчет за #BegDate#-#EndDate#             ***********
 
 
#TABLEDOC colsWidthList="14,14,50,12" 
colsHeaderList="Дата документа,Номер документа,Содержание документа,Ожидаемый код ВО"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
#

Исполнитель                                                        __________ #GET-USERFIO#


                                                                   Дата  выполнения: #GET-DATE#
