                                                                                                          Приложение №4-1
                                                                                                          к форме отчетности 0409115
                                  
                           
				Информация о просроченной задолженности по предоставленным кредитам "овердрафт"
				  с использованием пластиковых карт и просроченным начисленным процентам 
				              не включенным в портфель однородных ссуд (ПОС)
				                       по состоянию на #CURRDATE#                   
                                                          
                                                       
#TABLE 
colsWidthList="5,25,30,10,10,15,15,15,15,15"
colsHeaderList=",,,,,Сумма просроченной задолженности (руб),,"
colspan="6,1,3"
align="6,1,center"
#                                                                                                      
                                                                                            
Ответственный исполнитель
#GET-USERFIO#
  
Контролер Начальник У 5
Маршева Елена Михайловна
                                               
Примечание:
гр 1-10 заполняются в соответствии с наименованием в графах
 