#НП|БАНК|#                                                                     УТВЕРЖДАЮ
                                                                                   Начальник Департамента
                                                                                   управления финансовыми ресурсами     
                                                                                   
  
                                                                                          Краснова Е. Г.

 
                                            РАСПОРЯЖЕНИЕ
 
                                             #DATE# 
              по кассе, осуществляющей обслуживание клиентов в послеоперационное время.
                                     расположенной по адресу:
                                   Новинский бульвар д.3, стр.1
                
                    c #Hour# час. #Minute# мин. #DATE# установить следующие курсы:
 

#TABLE1 colsHeaderList="КУРС ПОКУПКИ ДОЛЛАРОВ США (USD), КУРС ПРОДАЖИ ДОЛЛАРОВ США (USD)" 
colsWidthList="50,50"
colsFormatList=">>>,>>>,>>9.9999|>>>,>>>,>>9.9999"
align="1,1,center" align="2,1,center" 
align="1,2,center" align="2,2,center" 
#
 
#TABLE2 colsHeaderList="КУРС ПОКУПКИ ЕВРО (EUR), КУРС ПРОДАЖИ ЕВРО (EUR)" 
colsWidthList="50,50"
colsFormatList=">>>,>>>,>>9.9999|>>>,>>>,>>9.9999"
align="1,1,center" align="2,1,center" 
align="1,2,center" align="2,2,center" 
# 
   
    
     
      
       
                Начальник Казначейства                             _______________ / Маршева Е.М. /
 
                #USER_POST#                 	   ______________ / #GET-USERFIO# /
 
  
                       
Курс ЦБ на #DATENext#  доллар США - #КУРС_USD# руб./$
			
			ЕВРО      - #КУРС_EUR# руб./евро
.