 
 

#num1# Регистр аналитического учета по #WHAT# ВЫДАННЫМ #WHO#
с не взаимозависимыми лицами за #YEAR#
 
 
 
#tableIsIndepended colsWidthList="6,35,15,25,10,15" 
colsHeaderList="№,
Наименование клиента,
Сумма овердрафта,
Номер и дата доп. согл. к дог. банковского счета,
Процентная ставка по овердрафту в %,
Начисленные проценты по овердрафту в отчетном периоде в руб."
#

Расчетная процентная ставка по овердрафтам, в % - #calc%#  
 
  
Контроллер ___________________________________ 

 
 
#num2# Регистр аналитического учета по #WHAT# ВЫДАННЫМ #WHO#
с взаимозависимыми лицами за #YEAR#



 

#tableIsDepend colsWidthList="6,35,15,25,10,15,15,10,15" 
colsHeaderList="
№,
Наименование клиента,
Сумма овердрафта,
Номер и дата доп. согл. к дог. банковского счета,
Процентная ставка по овердрафту в %,
Начисленные проценты по овердрафту в отчетном периоде в руб.,
Расчетная процентная ставка по овердрафту в %,
Отклонение в %,
Дополнительно для НОБ в руб."#
 
 
  
Контроллер ___________________________________
 