#num1# Регистр аналитического учета #WHAT#, 
 #WHO#
 с не взаимосзависимыми лицам за #YEAR#
 
 
 
#tableIsIndepended colsHeaderList="
№,
Наименование клиента,
Номер и дата депозитарного договора,
Сумма вклада,
Процентная ставка по депозиту в %,
Нач. % по депозитам в руб."
colsWidthList="6,20,30,20,25,10,20"
#
 
 
Расчетная процентная ставка по комиссии, в % - #calc%#  
 
 
 Контроллер ___________________________________ 
 

 
 

#num2# Регистр аналитического учета #WHAT#, 
 #WHO#
 с взаимосзависимыми лицам за #YEAR#.
 

 

#tableIsDepend colsHeaderList="
№,
Наименование клиента,
Номер договора и дата депозитарного договора,
Cумма вклада,
Процентная ставка по депозиту в %,
Начисленные проценты по депозиту в отчетном периоде в руб,
Ставка рефинансирования на дату привеления в %,
Предельная величина процентов в %,
Расчетная процентная ставка по депозиту в %,
Отклонение в %,
Дополнительно для НОБ"
colsWidthList="6,25,30,15,20,20,10,10,10,10,20"
#
 
 

 Контроллер ___________________________________
  
 