#num1# Регистр аналитического учета по #WHAT# ВЫДАННЫМ #WHO#
с не взаимозависимыми лицами за #YEAR#
 
 
 
#tableIsIndepended colsWidthList="6,25,15,15,10,15" colsHeaderList="№,Наименование клиента,Сумма кредита,
Номер и дата кредитного договора,Процентная ставка по кредиту в %,Нач. % в от. пер. в руб."#

Расчетная процентная ставка по комиссии, в % - #calc%#  
 
  
Контроллер ___________________________________ 

 
 
#num2# Регистр аналитического учета по #WHAT# ВЫДАННЫМ #WHO#
с взаимозависимыми лицами за #YEAR#



 

#tableIsDepend colsWidthList="6,15,15,15,7,15,15,25,25" colsHeaderList="№,Наименование клиента,
Сумма кредита (в валюте в которой выдан кредит),
Номер и дата кред. дог.,
Процентная ставка по кредиту в %,
Начисленные проц.,
Расчетная процентная ставка по кредиту,
Отклонение в %,Дополнительно для НОБ в руб."#
 
 
  
Контроллер ___________________________________
 