Сводный расчет базы для целей налогообложения по взаимозависимым лицам за #YEAR#
 
 
 
 Доходы от реализации
 
#TABLE1 colsWidthList="8,25,30,20,20" 
colsHeaderList="
№ регистра,
Код операции,
Наименование операций по взаимозависимым лицам,
Дополнительно к налогообложению по 227-ФЗ в руб,
Сумма корректировки налога на прибыль организаций в руб, 
Сумма корректировки НДС в руб"#
 
Всего по итоговым строкам: #itog1# 
  
 Внереализационные доходы
  
#TABLE2 colsWidthList="8,25,30,20,20"
colsHeaderList="
№ регистра,
Код операции,
Наименование операций по взаимозависимым лицам,
Дополнительно к налогообложению по 227-ФЗ в руб,
Сумма корректировки налога на прибыль организаций в руб, 
Сумма корректировки НДС в руб"
#
 
Всего по итоговым строкам: #itog2# 
 
 Расходы от реализации
 
#TABLE3 colsWidthList="8,25,30,20,20"
colsHeaderList="
№ регистра,
Код операции,
Наименование операций по взаимозависимым лицам,
Дополнительно к налогообложению по 227-ФЗ в руб,
Сумма корректировки налога на прибыль организаций в руб, 
Сумма корректировки НДС в руб"
#
 
Всего по итоговым строкам: #itog3# 
 
 Внереализационные расходы
 
#TABLE4 colsWidthList="8,25,30,20,20"
colsHeaderList="
№ регистра,
Код операции,
Наименование операций по взаимозависимым лицам,
Дополнительно к налогообложению по 227-ФЗ в руб,
Сумма корректировки налога на прибыль организаций в руб, 
Сумма корректировки НДС в руб"
#
 
Всего по итоговым строкам: #itog4# 
 
 
Ответственный исполнитель _______________________________
  
Контролер                 ________________________________
 
  