#num1# Регистр аналитического учета ПО КОМИССИИ ЗА #WHAT#, 
с не взаимозависимым лицами за #YEAR# 
 
 
 
#tableIsIndepended 
colsWidthList="6,20,20,10,20,15,15"
colsHeaderList="
№ п/п,
№ счета клиента,
Наименование счета,
Дата операции,
Сумма операции в руб,
Комиссия полученная банком в руб,
Процентная ставка по комиссии
"
#
 
 
 
Расчетная процентная ставка по комиссии, в % - #calc%#  
 
 
 
 Контроллер ___________________________________ 
 

#num2# Регистр аналитического учета ПО КОМИССИИ ЗА #WHAT#, 
c не взаимозависимым лицам за #YEAR# 
 

#tableIsDepend 
colsWidthList="6,20,20,15,15,15,15,15,10,15"
colsHeaderList="
№ п/п,
№ счета клиента,
Наименование счета,
Дата операции,
Сумма операции,
Комиссия полученная банком в руб,
Процентная ставка по комиссии в %,
Расчетная процентная ставка по комиссии в %,
Отклонение в %,
Дополнительно для НОБ в руб." 


#



 
 Контроллер ___________________________________
  
 
