 
 

#num1# Регистр аналитического учета по #WHAT#
с не взаимозависимыми лицами за #YEAR#
 
 
 
#tableIsIndepended colsWidthList="6,35,15,25,10,15" 
colsHeaderList="№,
Наименование клиента,
Сумма сделки,
Номер и дата сделки,
Процентная ставка по МБК в %,
Начисленные проценты по МБК в отчетном периоде в руб."
#

Расчетная процентная ставка по МБК, в % - #calc%#  
 
  
Контроллер ___________________________________ 

 
 
#num2# Регистр аналитического учета по #WHAT# ВЫДАННЫМ #WHO#
с взаимозависимыми лицами за #YEAR#



 

#tableIsDepend colsWidthList="6,35,15,25,10,15,15,10,15" 
colsHeaderList="
№,
Наименование клиента,
Сумма сделки,
Номер и дата сделки,
Процентная ставка по МБК в %,
Начисленные проценты по МБК в отчетном периоде в руб.,
Расчетная процентная ставка по МБК в %,
Отклонение в %,
Дополнительно для НОБ в руб."#
 
 
  
Контроллер ___________________________________
 