#num1# Регистр аналитического учета #WHAT# не взаимозависимым лицам за #YEAR#
 
 
 
#tableIsIndepended 
colsWidthList="6,20,20,10,10"
colsHeaderList="№,Дата операции,Наименование клиента,Сумма конверсионной операции в валюте,
Курс Банка по покупе/продаже иностранной валюты,Сумма конверсионной операции в руб.,
Средневзвешенный курс,Комиссия банка в %"
#

 
Расчетная процентная ставка по комиссии, в % - #calc%#  

*- В гр. 6 указывается сумма конверсионной операции в рублях по курсу покупки/продажи, установленный Банком;
 
**-В гр.7 средневзвешенный курс по операциям покупки/продажи Банком иностранной валюты в текущем дне на ММВБ
или межбанковском валютномрынке;

 
 Контролер ___________________________________
 
 
 
#num2# Регистр аналитического учета #WHAT#, выданным взаимозависимым лицам за #YEAR#. 




#tableIsDepend 
colsWidthList="6,8,25,15,10,15,15,20,15,15"
colsHeaderList="№,
Дата операции,
Наименование клиента,
Сумма конверсионной операции в валюте,
Курс Банка по покупке/продаже иностранной валюты,
Сумма конверсионной операции в руб.,
Средневзвешенный курс,
Комиссия банка в %,
Расчетная процентная ставка по комиссии в %,
Отклонение в %,
Сумма к увеличению НОБ в руб"
#
 
*-В гр.6 указывается сумма конверсионной операции в рублях по курсу покупки/продажи, установленный Банком;
 
*-В гр.7 средневзвешенный курс по операциям покупки/продажи Банком иностранной валюты в текущем дне на ММВБ или межбанковском валютном рынке;
 
 Контролер ___________________________________
 

