#num1# Регистр аналитического учета по депозитам, выданным не взаимосзависимым лицам за #YEAR# (отчетный период),
по #WHO# #WHAT#.
 
 
 
#tableIsIndepended colsHeaderList="
№,
Наименование клиента,
Сумма вклада,
Номер и дата депозитарного договора,
Процентная ставка по депозиту в %,
Начисленные % по депозиту
"
colsWidthList="6,20,15,20,10"#

 
Расчетная процентная ставка по комиссии, в % - #calc%#   
 
 
 
 Контроллер ___________________________________


#num2# Регистр аналитического учета по депозитам, выданным не взаимосзависимым лицам за #YEAR# г. (отчетный период),
по #WHO# #WHAT#. 
 
 

#tableIsDepend colsHeaderList="
№,
Наименование клиента,
Сумма вклада,
Процентная ставка по депозиту в %,
Начисленные проценты по депозиту в отчетном периоде в руб.,
Ставка рефинансирования на дату привлечения в %,
Предельная величина процентов в %,
Расчетная процентная ставка по депозиту в %,
Отклонение в %,
Дополнительно для НОБ"
colsWidthList="6,20,15,15,15,7,15,15,10,15"
#
 
  
  Контроллер ___________________________________
 
 