#НП|БАНК| split="1" width="30" align="left"#                                                Регистр №11 к УП
 
 
 
Аналитический регистр налогово учета доходов по начисленым процентам по кредитам (займам).
                   с #BEG-DATE# по #END-DATE# .
 
 
 
#TABLE2 colsHeaderList1="Заемщик,
			№ договора,
			Дата заключения,
			Проценты с даты,
			Проценты по дату,
			Ставка,
			Задолженность,
			Сумма % за отчетный период,
			Сумма % к НОБ"
         colsWidthList="20,8,10,3,10,10,6,15,15,15,15,15"#
 
 
 
Исполнитель: #GET-USERFIO#
 
 
Контролер:
 
