																Приложение №2
																к форме отчетности 0409128
 														      
   
					Информация по выданным за отчетный период кредитам (траншам) "овердрафт"                                                        	
  
							за #MONTH# месяц #YEAR# года.
 
#TABLE1 colsHeaderList="№ п/п,Кредитный договор №;транш №,Наименование заемщика,Валюта выдачи,Тип заемщика,№ балансового счета,Дата выдачи,Сумма выданного (пролонгированного) кредита (транша) в валюте выдачи,Процентная ставка на момент выдачи (пролонгации транша),Максимальная процентная ставка в отчетном месяце в разрезе каждого договора"
colsWidthList="4,17,25,6,8,20,10,20,15,15"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
align="7,1,center"
align="8,1,center"
align="9,1,center"
align="10,1,center"
#
 

  
Ответственный исполнитель:                                  #GET-USERFIOSHORT#

 
#НП|PIRboss|PIRbosKazna split="1" width="40" align="left"#                    #НП|PIRboss|PIRbosKazna split="2" width="20"# 


  
Примечание к заполнению Приложения
гр 1-4, заполняются в соответствии с наименованием в графах
гр 5 указывается тип заемщика "фл", "юл"
гр 6-9 заполняются в соответствии с наименованием в графах
гр 10 указывается максимальная процентная ставка, под которую были выданы 
      кредиты (транши) в разрезе каждого договора в отчетном периоде
*Итоговые значения по гр 8 в разрезе каждого договора.



