                                                                                                                               В Департамент 3 
                                                                                                                               #НП|БАНК|#

                                                                                                                                 #Date# г.

                                                                               РАСПОРЯЖЕНИЕ

В соответствии с Положением Банка России №39-П от 26.06.98г. начислить проценты по Договорам банковских вкладов согласно ведомости:


                                                 ВЕДОМОСТЬ ПО НАЧИСЛЕННЫМ ПРОЦЕНТАМ ЗА  #Month# 2011 г. 

#Table1 colsHeaderList="Номер вклада,Клиент,С,ПО,Колич.дней,Остаток,Ставка,Начислено %,Итого %,Счет по дебету,Счет по кредиту"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
align="7,1,center"
align="8,1,center"#



Исполнитель:       _________________________   #GET-USERFIO#


Контролер:         _________________________   _______________

