                                                                                                           #НП|БАНК|#
		                                			                                          УТВЕРЖДАЮ
                                                                           			           Начальник Департамента
		                                                                                           управления финансовыми ресурсами     
                        		                                                           
                                        				                                                  Краснова Е. Г.

														В Департамент 3
                                                                                                                  #DATE#

 
 	                        			             РАСПОРЯЖЕНИЕ
	     В соответствии с Положением Банка России №302-П от 26.03.2007г. "Положение о правилах ведения бухгалтерского учета в кредитных
	организациях, расположенных на территории РФ" прошу доначислить дисконт по балансовому счету 514 на учтенные векселя:
  
 							     ВЕДОМОСТЬ РАСЧЕТА ПРОЦЕНТОВ 

#TABLE1 colsHeaderList="Наименование эмитета, Номер векселя, Начало периода, Конец периода, Кол-во дней, Дисконт к начислению, Дебет, Кредит" 
colsFormatList="|||||>>>,>>>,>>>,>99.99||"
colsWidthList="20,35,8,8,7,15,21,21"
#
  
   



                Начальник Казначейства                             _______________ / Маршева Е.М. /
 
                Cпециалист отдела операций                         _______________ / Вотинцева Ю.А. /
                на финансовых рынках
 
 