                                                                                           В Департамент 3
                                                                                           #НП|БАНК|"#
            
              
                                                                                       Дата: #DATE#
          
                                             Р А С П О Р Я Ж Е Н И Е
        
    В соответствии с Положением Банка России №39-П от 26.06.98г. "О порядке начисления процентов по операциям, 
связанным с привлечением и размещением денежных средств банками, и отражения указанных операций по счетам 
бухгалтерского учета" прошу начислить на балансовых счетах проценты на задолженность по следующим кредитам:
      
#Table1#
    
   
Начальник Д2                                                       __________ Краснова Е.Г.
   
  
Начальник Казначейства                                             __________ Маршева Е.М.
  
   
Исполнитель                                                        __________ #GET-USERFIO#

           
            
    Отметка Департамента 3:

.