                                                                                                               В департамент-3"
                                                                                                               #НП|БАНК|#
                                                                                                               #date-rasp#

                                         Р А С П О Р Я Ж Е Н И Е  №1
 
    В соответствии с Положением ЦБ РФ № 254-П от 24.03.2004г "О порядке формирования кредитными организациями
резервов на возможные  потери по ссудам, по ссудной и приравненной к ней  задолжености"  прошу учесть операции
по формированию резерва на возможные потери по ссудам:
 
 
#TABLE
colsWidthList="25,15,5,15,15,15,15,20,20"
colsHeaderList="№ счета; Наименование контрагента; № договора и дата договора,
Остаток по счету в руб, % РЕЗ,Сумма расчет. резерва в руб.,Сумма сформир. резерва в руб.,
Досоздать резерв (в руб),Восстановить резерв (в руб),Дебет,Кредит"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="7,1,center"
align="9,1,center"
#

 
#НП|PIRBoss|PIRBosloan split=1 width="40" align="left"#        #НП|PIRBoss|PIRBosloan split=2 width="20"#
 
 
Исполнитель:                                    #useridp#
 
 