{pirsavelog.p}

/*
	Бурягин Е.П. 02.12.2005 11:06
	Печать распоряжения по 254-П (резервы)
	
	Изменение: 21.03.2007 15:55 Бурягин Е.П.
							Добавил обработку параметра процедуры. Параметр - Код начальника, подписывающего отчет, из 
							настроечного параметра PIRboss.
*/

/** Бурягин добавил 21.03.2007 15:55 */
DEF INPUT PARAM iParam AS CHAR.


&if defined( FILE_sword_p ) = 0 &then &global-define FILE_sword_p true
&endif
/*---------------------------------------------------------------------------*/
{pir_loan_rasp_reserv2.i &ipr=iParam}
   
