                                                                                                               В департамент-3
                                                                                                               #НП|БАНК|#
                                                                                                               #date-rasp#
                                         Р А С П О Р Я Ж Е Н И Е N3
  
 
    В соответствии с Положением Банка России № 283-П от 20.03.2006г. "О порядке формирования кредитными организациями резервов на возможные потери"
 прошу  Вас  урегулировать  резерв  по   счетам,  являющимися  элементами  расчетной  базы:
 
 
#TABLE1 colsWidthList="25,15,3,15,1,5,15,15,15,15,20,20" colsHeaderList="№ счета; Наименование контрагента; № договора и дата договора,Остаток по счету,
ВАЛ,Остаток по счету в руб,Кат. КАЧ-ВА и % РЕЗ,Сумма расчет. резерва в руб.,
Сумма сформир. резерва в руб.,Досоздать резерв (в руб),Восстановить резерв (в руб),Дебет,Кредит"
ColSpan="5,1,2"
align="11,1,center"
align="12,1,center"
#

 
#НП|PIRBoss|PIRBosloan split=1 width="40" align="left"#        #НП|PIRBoss|PIRBosloan split=2 width="20"#
 
 
Исполнитель:                                    #useridp#
 