                                                                                                               В департамент-3
                                                                                                               #НП|БАНК|#
                                                                                                               #date-rasp#

					Р А С П О Р Я Ж Е Н И Е
 
 
  В соответствии с Положением Банка России №283-П от 20.03.2006г.  "О порядке формирования кредитными организациями резервов на возможные потери"
  прошу Вас урегулировать резерв по балансовым счетам, являющимися элементами расчетной базы:
 
 
 

#TABLE 

colsHeaderList="Наименование клиента;№ Ссудного счета;№ и дата договора,Остаток по счету,ВАЛ,Остаток по счету (рубл),
ГРУППА РИСКА № и (%),СУММА РАСЧЕТНОГО РЕЗЕРВА (РУБ.),СУММА СФОРМИРОВАННОГО РЕЗЕРВА (РУБ.),СОЗДАТЬ (В РУБЛЯХ),ВОССТАНОВИТЬ (В РУБЛЯХ),
ДЕБЕТ СЧЕТА,КРЕДИТ СЧЕТА"

colsWidthList="25,15,3,15,1,15,15,15,15,15,20,20"

ColSpan="5,1,2"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="7,1,center"
align="8,1,center"
align="9,1,center"
align="10,1,center"
align="11,1,center"
align="12,1,center"
#

Контролер:                              #НП|PIRBoss|PIRBosU11 split=2 width="20"#
 
 
Исполнитель:                                    #GET-USERFIOSHORT#
 