                                                                                                                                          Приложение № 12-1
                                                                                                                                          к форме отчетности 0409135
 

                                                                СУММА НАРАЩЕННЫХ ПРОЦЕНТОВ
                                                 НЕ ОТРАЖЕННЫХ НА БАЛАНСЕ БАНКА ПО ССУДНОЙ ЗАДОЛЖЕННОСТИ (П/К)
                                                    по кредитам  I , II  и  III  категории качества
                                                                        ЗА #DATE#

  
#Table1
colsWidthList="25,5,30,21,5,20,20,20,20,10"
colsHeaderList="Кред.дог (№); транш (№),ВАЛ, НАИМЕНОВАНИЕ ЗАЕМЩИКА,ССУДНЫЙ СЧЕТ,% резервирования,
Сумма задолженности по основному долгу в (руб) ,Сумма задолженности по %% (руб) ,Резерв сформированный по %%  (руб),Сумма задолженности по %% за минусом сформированного резерва (руб),Дата погашения траншей "
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
align="7,1,center"
align="8,1,center"
align="9,1,center"
align="10,1,center"
#
    
     
      
Контролер Нач У-5                             Маршева Е.М.
 
Ответственный исполнитель У-5                 Василькова Т.В.
(ответственный за все строки У 5)
 
Примечание по заполнению Приложения :
гр.1 - 10 заполняются в соответствии с наименованием в графах
гр. 2 указывается код валюты , в которой номинирован кредит 810-руб, 840-долл, 978-евро;
*Указывается общая сумма по договору по гр. 6, 7, 8, 9
