 

	    **********    ЖУРНАЛ ЗАЯВОК НА СНЯТИЕ НАЛИЧНЫХ ПО КАССЕ    ***********
	    **********               отчет на #OpDate#                 ***********
	    **********              (текущее состояние)                ***********
 
 
#TABLEDOC colsWidthList="25,3,20,15,20,20,20,15,8,8" 
colsHeaderList="Наименование клиента,
Вал,
Счет,
Сумма,
Вид расхода,
Решение ПОДФТ,
Причина решения ПОДФТ,
Разрешил завести онлайн завку,
Утвердил член Правления,
Тип последнего изменения"
colsFormatList="|||>>>,>>>,>>>,>99.99|||||||"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
align="7,1,center"
align="8,1,center"
align="9,1,center"
align="10,1,center"
#


	ИТОГО рублей	#Sum810#
	      Долл.США	#Sum840#
	      ЕВРО	#Sum978#

                                           Время выполнения: #GET-RUNTIME# мс
                                           Дата  выполнения: #GET-DATE#
