                                                                    
		                                                                           В Департамент 3
                   		                                                           #НП|БАНК|#
                			
                                        		                                Дата : #DATE#
                                                                                                                       
              
                                                                                                                                 
            
           
          
                                         РАСПОРЯЖЕНИЕ       
           
       
    Прошу учесть на балансе Банка операции по погашению сумм просроченной задолженности по основному долгу по договорам-овердрафт ПК:
      
#TABLE1
colsHeaderList="НА СЧЕТЕ,СУММА ОПЕРАЦИИ,ВАЛЮТА,ТИП ОПЕРАЦИИ,КРЕДИТНЫЙ ДОГОВОР,ЗАЕМЩИК"
colsFormatList=">>>,>>>,>>>,>>9.99|>>>,>>>,>>>,>>9.99|>>>,>>>,>>>,>>9.99|>>>,>>>,>>>,>>9.99|>>>,>>>,>>>,>>9.99|>>>,>>>,>>>,>>9.99"
colsWidthList="20,16,6,45,30,30"
#

                     Итого: #itogo#   
              
     Исполнитель   ______________  #GET-USERFIOSHORT#
  
     Контролер     ______________  
 
 
 