/*
               Банковская интегрированная система БИСквит
    Copyright: (C) 1992-2012 ЗАО "Банковские информационные системы"
     Filename: e2k_155_3006.p
      Comment: 0204764
   Parameters:
      Created: 23.08.2013 18:34 LER     
     Modified: 23.08.13 ler 0204764 - Ф.155. Экспорт в программу KLIKO 3006-У 01.08.13 F155_16.pak (версия от 30.07.2013)
*/
/******************************************************************************/
&GLOBAL-DEFINE U-3006 YES
{e2k_155_2835.p }                             /* &mode=""клиент" "сервер"" */
/******************************************************************************/
