                                                     В Департамент 3
						     В Департамент 4
						     #НП|Банк#
						     Дата: #DATE#
 
 
 			   Р А С П О Р Я Ж Е Н И Е	 
 
В связи с поступлением денежных средств в размере #dVneseno# (#summa_3# #summa_4#),
перечисленных в счет оплаты процентов за период с #date1# по #date2#  по договору
 #loanNo#, подписанному между #НП|БАНК|# и #clName#, 
произвести учет суммы превышения в размере #dPereplata# 
(#summa_1# #summa_2#) на счете #ACCT_DOH_BUD_PER#.

   
                                  РАСЧЕТ ПРОЦЕНТОВ
 
                             C #date1# ПО #date2#
             
                                  (в валюте - #LoanCur#)
 
#TABLE colsHeaderList="Остаток задолженности,Расчетный период,
Кол-во дней,Ставка,Начислено процентов" 
colsFormatList=">>>,>>>,>>>,>>9.99|||||>>>,>>>,>>>,>>9.99|||"
colspan="2,1,2" 
align="2,2,center"
align="3,2,center"#

  
			Начислено процентов                    : #dNachProc#
  			Переплата за прошлый процентный период : #dPrevPlat#
			ИТОГО      		               : #dItog#


 
 
  
#НП|PIRboss|PIRbosloan split="1" width="40" align="left"#                    #НП|PIRboss|PIRbosloan split="2" width="20"#

 
  
Исполнитель:  #GET-USERFIO#

 
  
Отметка Департамента 3:
