                                                                                                                              Утверждаю:
                                       								            Начальник Департамента управления финансовыми ресурсами
  
                                                                                                                             ___________________________
                                                                                                                                   Краснова Е. Г.
                                                                                                                                       
                                                                                                                                   В департамент 3
    
                                                                                                                                   Дата: #ДАТА#
     
   
      
                                                                                  Р А С П О Р Я Ж Е Н И Е

     

          В соответствии с Положением Банка России №39-П от 26.06.98г. начислить проценты за c #НАЧАЛОПЕРИОДА# по #КОНЕЦПЕРИОДА# на задолженность 
 по сделкам МБК согласно ведомости:
 
    
                                                                                ВЕДОМОСТЬ РАСЧЕТА ПРОЦЕНТОВ
   
   
#TABLE1
colsHeaderList="Наименование заемщика,Номер сделки и сумма,Начало периода,Окончание периода,Кол-во дней,Ставка,Начисленные проценты,Валюта,Коэф. рез.,Дебет,Кредит"
colsWidthList="25,15,13,13,8,8,11,6,6,20,20"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
align="7,1,center"
align="8,1,center"
align="9,1,center"
align="10,1,center"
align="11,1,center"
#
  

                Начальник Казначейства                             _______________ / Маршева Е.М. /
 
                #GET-USERPOST#                 _______________ / #GET-USERFIO# /
 