                                                                                                 Регистр №20

 
#НП|БАНК#  
                                          Аналитический регистр налогового учета										
"Корректировка расходов в виде процентов по договорам банковсого вклада (депозита) в соответствии с требованием ст.269 НК РФ п. 2.13.1 УП"
                                   За период #begDate# - #endDate#
                                   224-ФЗ от 26/11/2008 ст269 п.1 	
 
 
 

Курс #val# на отчетную дату			#kurs#
Курс #val# последний рабочий день		#kurs#
 
 
 
 

#TABLE colsHeaderList="Период,Кол-во дней,База начисления (руб),Сумма нач. %,Сумма предельных %,Разница,Ставка Реф,Предельный %,% по вкладу,База начисления"#
 
 
Ответственный исполнитель ______________________
 