
	    **********                 ВЕДОМОСТЬ                  ***********  
	    **********    ПРОЛОНГАЦИЯ СО СТАРЫМ ССУДНЫМ СЧЕТОМ    ***********
	    **********          отчет на #OpDate#               ***********
 
 
#TABLEDOC colsWidthList="15,8,20,38,38,20" 
colsHeaderList="Номер КД,Дата пролонгации,Ссудный счет,Первичное наименование счета,Скорректированное наименование счета,Ошибки"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"

#

Исполнитель                                                        __________ #GET-USERFIO#


                                                                   Дата  выполнения: #GET-DATE#
