								Приложение к распоряжению от #Date#
								о досрочном расторжении депозита в #VAL#
								
 
Ставки по вкладу:
Основная #rate# %
Штрафная #badRate# %
 
 

Переоценка начисленных процентов на счете #cAcct#
#Table#
p+ = #SummaPlus1#
p- = #SummaMinus1#
  
Переоценка при начислении процентов по ставке "до востребования"
#Table1#
p+ = #SummaPlus2#
p- = #SummaMinus2#
  
Суммы переоценок к сторнированию (возврату)
  
#Table2#
p+ = #SummaPlus3#
p- = #SummaMinus3#
 
  
Счета для сторнирования сумм переоценок:
* за прошлый год (#YEAR_OTCH#)
  - #ACCT1# для р+
  - #ACCT2# для p-
 

* за текущий год 
  - #ACCT3# для р+ 
  - #ACCT4# для p-	

 
  
