                                                                                                               В департамент-3"
                                                                                                               #НП|БАНК|#
                                                                                                               #date-rasp#

                                         Р А С П О Р Я Ж Е Н И Е
 
    В соответствии с Положением ЦБ РФ № 254-П от 24.03.2004г "О порядке формирования кредитными организациями
резервов на возможные  потери по ссудам, по ссудной и приравненной к ней  задолжености"  прошу учесть операции
по формированию резерва на возможные потери по ссудам:
 
 
#TABLE
colsWidthList="25,15,3,15,1,5,15,1,15,15,15,15,20,20"
colsHeaderList="№ договора и дата;Наименование контрагента;№ счета,Остаток по счету,ВАЛ,
Остаток по счету в руб,Кат. КАЧ-ВА и % РЕЗ,Сумма обеспечения в руб. и кат. кач-ва,
Сумма расчет. резерва в руб. с учетом обесп,Сумма сформир. резерва в руб. с учетом обесп,
Досоздать резерв (в руб),Восстановить резерв (в руб),Дебет,Кредит"
ColSpan="5,1,2"
ColSpan="7,1,2"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"

align="7,1,center"

align="9,1,center"
align="10,1,center"
align="11,1,center"
align="12,1,center"
align="13,1,center"
align="14,1,center"
#

 
#НП|PIRBoss|PIRBosloan split=1 width="40" align="left"#        #НП|PIRBoss|PIRBosloan split=2 width="20"#
 
 
Исполнитель:                                    #GET-USERFIOSHORT#
 
 