{pirsavelog.p}

/*
               Банковская интегрированная система БИСквит
    Copyright: (C) 1992-2005 ЗАО "Банковские информационные системы"
     Filename: SELLPRN.P
      Comment: Печать книги продаж
   Parameters:
         Uses: 
      Used by:
      Created: 21.02.2005 Dasu 0041882
      Modified: Buryagin at 16.02.2007 16:10
                Изменил сортировку: теперь сортируется по дате и номеру.
*/

{bookprn.i }


/*ШАПКА КНИГИ*/
PUT STREAM sfact UNFORMATTED
   FILL(" ",40) + "КНИГА ПРОДАЖ" SKIP(3)
   "Продавец " + STRING(mBuyer,"x(35)") SKIP
   "         " + FILL("─",35) SKIP(2)
   "Идентификационный номер и код причины постановки на учет налогоплательщика-продавца " + TRIM(STRING(mINN)) + "/" + STRING(mKPP,"x(15)") SKIP
   "                                                                                    " + FILL("─",35) SKIP(2)
   "Продажа за период с " + string(bDB.Beg-Date,"99/99/9999") + " по " + STRING(bDB.end-Date,"99/99/9999") SKIP
   "                    ──────────    ──────────" SKIP(3)
.
/*ШАПКА ТАБЛИЧКИ*/
PUT STREAM sfact UNFORMATTED
   "┌───────────────┬─────────────────────┬──────────────┬──────────────┬──────────┬─────────────┬───────────────────────────────────────────────────────────────────────────────────────────────────────────────┐" SKIP
   "│ Дата и номер  │    Наименование     │     ИНН      │     КПП      │  Дата    │Всего продаж │                                        В том числе                                                            │" SKIP
   "│ счета-фактуры │     покупателя      │  покупателя  │  покупателя  │ оплаты   │ включая НДС ├─────────────────────────────────────────────────────────────────────────────────────────────────┬─────────────┤" SKIP
   "│   продавца    │                     │              │              │ счета-   │             │                            продажи, облагаемые налогом по ставке                                │  продажи,   │" SKIP
   "│               │                     │              │              │ фактуры  │             ├───────────────────────────┬───────────────────────────┬─────────────┬───────────────────────────┤освобождаемые│" SKIP
   "│               │                     │              │              │ продавца │             │       18 процентов        │       10 процентов        │ 0 процентов │       20 процентов*       │  от налога  │" SKIP   
   "│               │                     │              │              │          │             ├─────────────┬─────────────┼─────────────┬─────────────┼─────────────┼─────────────┬─────────────┤             │" SKIP
   "│               │                     │              │              │          │             │стоимость пр-│ сумма НДС   │стоимость пр-│ сумма НДС   │             │стоимость пр-│ сумма НДС   │             │" SKIP
   "│               │                     │              │              │          │             │одаж без НДС │             │одаж без НДС │             │             │одаж без НДС │             │             │" SKIP
   "├───────────────┼─────────────────────┼──────────────┼──────────────┼──────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┤" SKIP
   "│     (1)       │         (2)         │     (3)      │     (3а)     │   (3б)   │     (4)     │     (5а)    │     (5б)    │     (6а)    │     (6б)    │     (7)     │     (8а)    │     (8б)    │     (9)     │" SKIP
   "├───────────────┼─────────────────────┼──────────────┼──────────────┼──────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┤" SKIP
.
/*ДАННЫЕ ПО СТРОКАМ*/
FOR EACH bDL
   WHERE bDL.Data-ID EQ INTEGER(iDataBlock)
   NO-LOCK
   BREAK 
   /** Buryagin commented at 16.02.2007 15:47 
         BY bDl.Data-ID
         BY bDl.Date1
         BY bDl.Date2
   */
         BY bDL.Data-ID
         BY bDL.sfDate
         BY bDL.sfNum
   /** Buryagin end */
   :
   mStrNum = mStrNum + 1.

   mNamePostav =  SplitStr(ENTRY(1,bDL.Txt,"~n"),
                           21,
                           "~n").

   mNums       =  SplitStr(ENTRY(6,bDL.Txt,"~n") + " " 
                           + ENTRY(8,bDL.Txt,"~n"),
                           15,
                           "~n").
   mAmt = SplitStr(STRING(bDL.Val[11],">>,>>>,>>9.99") + " " 
                   + ENTRY(7,bDL.Txt,"~n"),
                   13,
                   "~n").

   PUT STREAM sfact UNFORMATTED
      "│" +
      STRING(ENTRY(1,mNums,"~n"),"x(15)") + "│" +
      STRING(ENTRY(1,mNamePostav,"~n"),"x(21)") + "│" +
      STRING(ENTRY(2,bDL.Txt,"~n"),"x(14)") + "│" +
      STRING(ENTRY(3,bDL.Txt,"~n"),"x(14)") + "│" +
      STRING(bDL.Sym2,"x(10)") + "│" +
      STRING(ENTRY(1,mAmt,"~n"),"x(13)") + "│" +
      STRING(bDL.Val[1],">>,>>>,>>9.99") + "│" +
      STRING(bDL.Val[2],">>,>>>,>>9.99") + "│" +
      STRING(bDL.Val[3],">>,>>>,>>9.99") + "│" +
      STRING(bDL.Val[4],">>,>>>,>>9.99") + "│" +
      STRING(bDL.Val[5],">>,>>>,>>9.99") + "│" +
      STRING(bDL.Val[7],">>,>>>,>>9.99") + "│" +
      STRING(bDL.Val[8],">>,>>>,>>9.99") + "│" +
      STRING(bDL.Val[9],">>,>>>,>>9.99") + "│"
      SKIP
   .
   
  IF MAX(NUM-ENTRIES(mNamePostav,"~n"),
         NUM-ENTRIES(mNums,"~n"),
         NUM-ENTRIES(mAmt,"~n")) GE 2 
  THEN DO i = 2 TO MAX(NUM-ENTRIES(mNamePostav,"~n"),
                       NUM-ENTRIES(mNums,"~n"),
                       NUM-ENTRIES(mAmt,"~n")):
     PUT STREAM sfact UNFORMATTED
        "│" +
        STRING((IF i LE NUM-ENTRIES(mNums,"~n") 
                   THEN ENTRY(i,mNums,"~n") 
                   ELSE " "),"x(15)") + "│" +
        STRING((IF i LE NUM-ENTRIES(mNamePostav,"~n") 
                   THEN ENTRY(i,mNamePostav,"~n") 
                   ELSE " "),"x(21)") + 
        "│              │              │          │" + 
        STRING((IF i LE NUM-ENTRIES(mAmt,"~n") 
                   THEN ENTRY(i,mAmt,"~n") 
                   ELSE " "),"x(13)") + 
        "│             │             │             │             │             │             │             │             │" SKIP
        SKIP
     .
  END.

   ACCUMULATE bDL.Val[11] (TOTAL).
   ACCUMULATE bDL.Val[1] (TOTAL).
   ACCUMULATE bDL.Val[2] (TOTAL).
   ACCUMULATE bDL.Val[3] (TOTAL).
   ACCUMULATE bDL.Val[4] (TOTAL).
   ACCUMULATE bDL.Val[5] (TOTAL).
   ACCUMULATE bDL.Val[7] (TOTAL).
   ACCUMULATE bDL.Val[8] (TOTAL).
   ACCUMULATE bDL.Val[9] (TOTAL).


   /** Buryagin commented at 16.02.2007 15:58 */
   IF NOT LAST-OF(bDl.Data-ID) 
   /*IF NOT LAST-OF(bDl.sfDate)*/
   /** Buryagin end */
      THEN PUT STREAM sfact UNFORMATTED
         "├───────────────┼─────────────────────┼──────────────┼──────────────┼──────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┤" SKIP
      .

END.
/*ИТОГО*/
PUT STREAM sfact UNFORMATTED
   "├───────────────┴─────────────────────┴──────────────┴──────────────┴──────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┼─────────────┤" SKIP
   "│                                                                        Всего:│" + 
   STRING((ACCUM TOTAL bDL.Val[11]),">>,>>>,>>9.99") + "│" +
   STRING((ACCUM TOTAL bDL.Val[1]),">>,>>>,>>9.99") + "│" +
   STRING((ACCUM TOTAL bDL.Val[2]),">>,>>>,>>9.99") + "│" +
   STRING((ACCUM TOTAL bDL.Val[3]),">>,>>>,>>9.99") + "│" +
   STRING((ACCUM TOTAL bDL.Val[4]),">>,>>>,>>9.99") + "│" +
   STRING((ACCUM TOTAL bDL.Val[5]),">>,>>>,>>9.99") + "│" +
   STRING((ACCUM TOTAL bDL.Val[7]),">>,>>>,>>9.99") + "│" +
   STRING((ACCUM TOTAL bDL.Val[8]),">>,>>>,>>9.99") + "│" +
   STRING((ACCUM TOTAL bDL.Val[9]),">>,>>>,>>9.99") + "│" SKIP
   "└──────────────────────────────────────────────────────────────────────────────┴─────────────┴─────────────┴─────────────┴─────────────┴─────────────┴─────────────┴─────────────┴─────────────┴─────────────┘" SKIP
.
/*ПОДВАЛ*/
PUT STREAM sfact UNFORMATTED
   SKIP(3)
   "Главный бухгалтер                      " + mBuhName SKIP
   "                  ──────────────────── ───────────────────────────────────────" SKIP
   "                      (подпись)                        (ф. и. о.)             " SKIP(2)
   "Индивидуальный предприниматель ____________________ _______________________________________" SKIP 
   "                                     (подпись)                        (ф. и. о.)             " SKIP(2)
   "Реквизиты свидетельства о государственной" SKIP
   "регистрации индивидуального предпринимателя ____________________________________________________" SKIP(3)
   "_________________________" SKIP
   "* До завершения расчетов по товарам (работам, услугам), отгруженным (выполненным, оказаным) до 1 января 2004 г." SKIP
.

{preview.i &STREAM="STREAM sfact"}
