                                                                                                                        В Департамент 3
                                                                                                                        #НП|БАНК|#

                                                                                                                        Дата: #Date#



										

                                                           Распоряжение 
 
           В соответствии с Положением Банка России №39-П от 26.06.98г. "О порядке начисления процентов по операциям, связанным с 
привлечением и размещением денежных средств банками, и отражения указанных операций по счетам бухгалтерского учета" прошу начислить 
на #BAL/UNBAL# счетах проценты на задолженность по следующим кредитам:

#TABLE1
colsHeaderList="№ п/п,Наименование заемщика; N договора; дата,Сумма задолженности,Период С,Период по,Сумма нач.%,%% ст,ВАЛ,Дебет счета,Кредит счета"
colsWidthList="4,25,15,8,8,11,5,4,20,20"
align="1,1,center"
align="2,1,center"
align="3,1,center"
align="4,1,center"
align="5,1,center"
align="6,1,center"
align="7,1,center"
align="8,1,center"
align="9,1,center"
align="10,1,center"
#
 
  
#НП|Pirboss|Pirbosloan split="1"#:	#НП|Pirboss|Pirbosloan split="2"#

 
  
Исполнитель   			        #GET-USERFIO#
   
    
    Отметка Департамента 3:
 
  