#num1# Регистр аналитического учета #WHAT# не взаимозависимым лицам за #YEAR# (отчетный период).
 
 
 
#tableIsIndepended 
colsWidthList="6,20,20,10,10"
colsHeaderList="№,Дата операции,Наименование клиента,Сумма конверсионной операции в валюте,
Курс Банка по покупе/продаже иностранной валюты,Сумма конверсионной операции в руб.,
Средневзвешенный курс,Комиссия банка в %"
#
 
  
Расчетная процентная ставка по комиссии, в % - #calc%#   

*- В гр. 7 указывается Базовый курс, рассчитанный сотрудником У-5 на основании положения "Порядка установления и доведения 
до сведения заинтересованных лиц обменных курсов иностранных валют к валюте РФ и кросс - курсов иностранных валют в #НП|БАНК#


 Контроллер ___________________________________
 
 
#num2# Регистр аналитического учета #WHAT#, выданным взаимозависимым лицам за #YEAR# г. (отчетный период). 
 
 

#tableIsDepend 
colsWidthList="6,8,25,15,10,15,15,15,10,15"
colsHeaderList="№,
Дата операции,
Наименование клиента,
Сумма конверсионной операции в валюте,
Курс Банка по покупке/продаже иностранной валюты,
Сумма конверсионной операции в руб.,
Средневзвешенный курс,
Комиссия банка в %,
Расчетная процентная ставка по комиссии в %,
Отклонение в %,
Сумма к увеличению НОБ в руб"
#
 
 
 
 Контроллер ___________________________________
  