                                                   Приложение к Распоряжению N 1 от #currDate#
 
 
 
		     Отчёт о распределении активов по ПОС 
 (ссудной задолженности, учитываемой на счетах №№ 45509, 45708, 45815 и 45817) 



ПОС 1
 
#TABLEPOS1 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма текущей задолженности (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 1 (просрочка)
 
#TABLEPOS2 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченной задолженности (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 3
 
#TABLEPOS3 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченной задолженности (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 4
 
#TABLEPOS4 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченной задолженности (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 5
 
#TABLEPOS5 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченной задолженности (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 6
 
#TABLEPOS6 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченной задолженности (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#