

                                                                                                                        В Департамент 3
                                                                                                                        #НП|БАНК|#

                                                                                                                        Дата: #Date#


                                                           Распоряжение о начислении процентов	
 
Прошу отразить #BAL/UNBAL# Банка операции по начислению процентов по договорам-овердрафтам ПК за #Month# #Year#г. согласно ведомости

                                       ВЕДОМОСТЬ
 
#TABLE1#

Нач.кредитного отдела ______________  Коноплева Елена Владимировна
 
Исполнитель           ______________  #GET-USERFIO#
 
 
 