                                                                                                                          Утверждаю:
                                                                                                                          Начальник Д 2
                                                                                                                          Краснова Е.Г.
                    
                                                                                                                    ___________________
 
                                                                                                                        В Департамент 3
                                                                                                                    #НП|БАНК|#

                                                                                                                        Дата: #Date#



										

                                                           Распоряжение о начислении процентов	
 
Прошу отразить #BAL/UNBAL# Банка операции по начислению процентов за пользование заемными средствами за #Month# #Year#г. согласно ведомости

                                       ВЕДОМОСТЬ
 
#TABLE1#
 
Исполнитель   ______________  #GET-USERFIO#
 
Контролер     ______________  _____________
 
 
 