                                                   Приложение №1 к Распоряжению N 2 от #currDate#
 
 
 			Отчёт о распределении активов по ПОС 
	 (проценты, учитываемые на счетах №№  47427,  45915 и 45917) 



ПОС 1
 
#TABLEPOS1 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма начисленных процентов (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 1 (просрочка)
 
#TABLEPOS2 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченных процентов (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 3
 
#TABLEPOS3 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченных процентов (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 4
 
#TABLEPOS4 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченных процентов (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 5
 
#TABLEPOS5 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченных процентов (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#

ПОС 6
 
#TABLEPOS6 
colsHeaderList="N п/п,Номер договора,ФИО заемщика,Сумма просроченных процентов (в рублевом эквиваленте)"
colsWidthList="6,25,35,20"
#