                                                                                                                                      УТВЕРЖДАЮ:
                                                                                                                                    Начальник Д2
                                                                                                                                   Краснова Е.Г.
                   
                                                                                                                               _________________
                 
                                                                                                                                 В Департамент 3
                                                                                                                               #НП|БАНК|#
              
                                                                                                                                 Дата : #DATE#
            
           
          
                       РАСПОРЯЖЕНИЕ       
           
       
    Прошу учесть на балансе Банка операции:
    - по переносу на просрочку непогашенных в срок сумм основного долга;
    - по доначислению процентов;
    - по переносу на просрочку начисленных процентов за кредит по договарм-овердрафт ПК:
      
#TABLE1#

                       Итого: #itogo#   
              
     Исполнитель   ______________  #GET-USERFIOSHORT#
  
     Контролер     ______________  
 
 
 