#num1# Регистр аналитического учета по #WHAT# не взаимозависимым лицам за #YEAR#
 
 
 
#tableIsIndepended 
colsWidthList="6,20,20,10,10"
colsHeaderList="№,
Дата операции,
Наименование клиента,
Сумма покупки Банком иностранной валюты,
Сумма продажи Банком иностранной валюты,
Комиссия Банка в %"
#
 
Расчетная процентная ставка по комиссии, в % - #calc%#  

* - В гр. 6 указывается Комиссия Банка, взимаемая с клиента при покупке и при продаже иностранной валюты.
 
 
 Контроллер ___________________________________  
 
 
#num2# Регистр аналитического учета по #WHAT# взаимозависимым лицам за #YEAR# 
 
 

#tableIsDepend 
colsWidthList="6,8,25,15,20,20,15,15,10,15"
colsHeaderList="
№,
Дата операции,
Наименование клиента,
Сумма покупки Банком иностранной валюты,
Сумма продажи Банком иностранной валюты,
Комиссия Банка в %,
Расчетная комиссия в %,
Отклонение комиссии в %,
Курс ЦБ по гр.4,
Курс ЦБ по гр.5,
По комиссии при покупке,
По комиссии при продаже,
Дополнительно для НОБ в руб."
#
 
 
 
 Контроллер ___________________________________
 
