/***********************************
 *
 * Запрещено править документы автоматизированного
 * функционала.
 *
 ***********************************
 *
 * Автор: Маслов Д. А.
 * Заявка: #692
 * Дата создания:
 *
 ************************************/
  IF CAN-DO(FGetSetting("PirBlockTrans","","!*"),op.op-kind) THEN DO:

   		                 MESSAGE COLOR WHITE/RED "Нельзя править документы автоматизированного функционала!" SKIP
				 VIEW-AS ALERT-BOX TITLE "[ОШИБКА #692]".



	RETURN NO-APPLY.
  END.
