                                                     В Департамент 3
						     В Департамент 4
						     #НП|Банк#
						     Дата: #DATE#
 
 
 			   Р А С П О Р Я Ж Е Н И Е	 
 
                 Произвести  зачисление  денежных средств:
   
    ─────────────────────┬─────────────────────────────────────────────────────────
    Сумма:               │ #dVneseno format=">>>,>>>,>>>,>>9.99"#
                         │ (#summa_1# #summa_2#)
    ─────────────────────┼─────────────────────────────────────────────────────────
    На счет:	         │ #AccountStr#
    ─────────────────────┼─────────────────────────────────────────────────────────
    Заемщик:             │ #clName#
    ─────────────────────┼─────────────────────────────────────────────────────────
    Корреспондирующий    │ #PayAcct#
    счет:                │
    ─────────────────────┼─────────────────────────────────────────────────────────
    Кредитный договор:   │ #loanNo#
    ─────────────────────┼─────────────────────────────────────────────────────────
    Валюта:              │ #LoanCur#
    ─────────────────────┼─────────────────────────────────────────────────────────
    Вид операции:        │Погашение процентов за кредит
    ─────────────────────┴─────────────────────────────────────────────────────────
                            в том числе:
    за период с #date1# по #date2#  -  #dZaPeriod format=">>>,>>>,>>>,>>9.99"#
    в счет следующего процентного периода -  #dVBudPeriod format=">>>,>>>,>>>,>>9.99"#
    ─────────────────────────────────────────────────────────────────────────────── 

                                  РАСЧЕТ ПРОЦЕНТОВ
 
                             C #date1# ПО #date2#
             
                                  (в валюте - #LoanCur#)
 
#TABLE colsHeaderList="Остаток задолженности,Расчетный период,
Кол-во дней,Ставка,Начислено процентов" 
colsFormatList=">>>,>>>,>>>,>>9.99|||||>>>,>>>,>>>,>>9.99|||"
colspan="2,1,2" 
align="2,2,center"
align="3,2,center"#

  
					Начислено процентов      : #dNachProc#
					Ранее погашено           : #dOplProc#
					ИТОГО (проценты к оплате): #dItog#


 
 
  
#НП|PIRboss|PIRbosloan split="1" width="40" align="left"#                    #НП|PIRboss|PIRbosloan split="2" width="20"#

 
  
Исполнитель:  #GET-USERFIO#

 
  
Отметка Департамента учета и отчетности: